const idolData = {
    "1": {
        "id": 1,
        "name": "天海 春香",
        "color": "#e22b30"
    },
    "2": {
        "id": 2,
        "name": "如月 千早",
        "color": "#2743d2"
    },
    "3": {
        "id": 3,
        "name": "星井 美希",
        "color": "#b4e04b"
    },
    "4": {
        "id": 4,
        "name": "萩原 雪歩",
        "color": "#d3dde9"
    },
    "5": {
        "id": 5,
        "name": "高槻 やよい",
        "color": "#f39939"
    },
    "6": {
        "id": 6,
        "name": "菊地 真",
        "color": "#515558"
    },
    "7": {
        "id": 7,
        "name": "水瀬 伊織",
        "color": "#fd99e1"
    },
    "8": {
        "id": 8,
        "name": "四条 貴音",
        "color": "#a6126a"
    },
    "9": {
        "id": 9,
        "name": "秋月 律子",
        "color": "#01a860"
    },
    "10": {
        "id": 10,
        "name": "三浦 あずさ",
        "color": "#9238be"
    },
    "11": {
        "id": 11,
        "name": "双海 亜美",
        "color": "#ffe43f"
    },
    "12": {
        "id": 12,
        "name": "双海 真美",
        "color": "#ffe43f"
    },
    "13": {
        "id": 13,
        "name": "我那覇 響",
        "color": "#01adb9"
    },
    "14": {
        "id": 14,
        "name": "春日 未来",
        "color": "#ea5b76"
    },
    "15": {
        "id": 15,
        "name": "最上 静香",
        "color": "#6495cf"
    },
    "16": {
        "id": 16,
        "name": "伊吹 翼",
        "color": "#fed552"
    },
    "17": {
        "id": 17,
        "name": "田中 琴葉",
        "color": "#92cfbb"
    },
    "18": {
        "id": 18,
        "name": "島原 エレナ",
        "color": "#9bce92"
    },
    "19": {
        "id": 19,
        "name": "佐竹 美奈子",
        "color": "#58a6dc"
    },
    "20": {
        "id": 20,
        "name": "所 恵美",
        "color": "#454341"
    },
    "21": {
        "id": 21,
        "name": "徳川 まつり",
        "color": "#5abfb7"
    },
    "22": {
        "id": 22,
        "name": "箱崎 星梨花",
        "color": "#ed90ba"
    },
    "23": {
        "id": 23,
        "name": "野々原 茜",
        "color": "#eb613f"
    },
    "24": {
        "id": 24,
        "name": "望月 杏奈",
        "color": "#7e6ca8"
    },
    "25": {
        "id": 25,
        "name": "ロコ",
        "color": "#fff03c"
    },
    "26": {
        "id": 26,
        "name": "七尾 百合子",
        "color": "#c7b83c"
    },
    "27": {
        "id": 27,
        "name": "高山 紗代子",
        "color": "#7f6575"
    },
    "28": {
        "id": 28,
        "name": "松田 亜利沙",
        "color": "#b54461"
    },
    "29": {
        "id": 29,
        "name": "高坂 海美",
        "color": "#e9739b"
    },
    "30": {
        "id": 30,
        "name": "中谷 育",
        "color": "#f7e78e"
    },
    "31": {
        "id": 31,
        "name": "天空橋 朋花",
        "color": "#bee3e3"
    },
    "32": {
        "id": 32,
        "name": "エミリー",
        "color": "#554171"
    },
    "33": {
        "id": 33,
        "name": "北沢 志保",
        "color": "#afa690"
    },
    "34": {
        "id": 34,
        "name": "舞浜 歩",
        "color": "#e25a9b"
    },
    "35": {
        "id": 35,
        "name": "木下 ひなた",
        "color": "#d1342c"
    },
    "36": {
        "id": 36,
        "name": "矢吹 可奈",
        "color": "#f5ad3b"
    },
    "37": {
        "id": 37,
        "name": "横山 奈緒",
        "color": "#788bc5"
    },
    "38": {
        "id": 38,
        "name": "二階堂 千鶴",
        "color": "#f19557"
    },
    "39": {
        "id": 39,
        "name": "馬場 このみ",
        "color": "#f1becb"
    },
    "40": {
        "id": 40,
        "name": "大神 環",
        "color": "#ee762e"
    },
    "41": {
        "id": 41,
        "name": "豊川 風花",
        "color": "#7278a8"
    },
    "42": {
        "id": 42,
        "name": "宮尾 美也",
        "color": "#d7a96b"
    },
    "43": {
        "id": 43,
        "name": "福田 のり子",
        "color": "#eceb70"
    },
    "44": {
        "id": 44,
        "name": "真壁 瑞希",
        "color": "#99b7dc"
    },
    "45": {
        "id": 45,
        "name": "篠宮 可憐",
        "color": "#b63b40"
    },
    "46": {
        "id": 46,
        "name": "百瀬 莉緒",
        "color": "#f19591"
    },
    "47": {
        "id": 47,
        "name": "永吉 昴",
        "color": "#aeb49c"
    },
    "48": {
        "id": 48,
        "name": "北上 麗花",
        "color": "#6bb6b0"
    },
    "49": {
        "id": 49,
        "name": "周防 桃子",
        "color": "#efb864"
    },
    "50": {
        "id": 50,
        "name": "ジュリア",
        "color": "#d7385f"
    },
    "51": {
        "id": 51,
        "name": "白石 紬",
        "color": "#ebe1ff"
    },
    "52": {
        "id": 52,
        "name": "桜守 歌織",
        "color": "#274079"
    }
}

export default idolData;